Repository: Jujuyeh/ut-indicator-weather
Catalog: po/indicator-weather-*.po
Languages: es

source: Weather Provider
es: Proveedor de datos meteorológicos

source: Please specify an api key
es: Especifique una clave API

source: Please specify the latitude
es: Especifique una latitud

source: Please specify the longitude
es: Especifique una longitud

source: Saved the settings, please reboot
es: Configuración guardada, reinicie

source: Failed to save the settings
es: No se pudo guardar la configuración

source: Indicator Weather
es: Indicador meteorológico

source: Dark Sky API Key
es: Clave API de Dark Sky

source: OpenWeatherMap API Key
es: Clave API de OpenWeatherMap

source: Click to signup for an API key
es: Pulse para suscribirse y obtener una clave API

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Save
es: Guardar

source: Install Indicator
es: Instalar indicador

source: Uninstall Indicator
es: Desinstalar indicador

source: Successfully installed, please reboot
es: Instalado correctamente, reinicie

source: Failed to install
es: Falló la instalación

source: Successfully uninstalled, please reboot
es: Correctamente desinstalado, reinicie

source: Failed to uninstall
es: Falló la desinstalación

source: Temperature Unit
es: Unidad de temperatura

source: Clear
es: Despejado

source: Rainy
es: Lluvia

source: Snowy
es: Nieve

source: Sleet
es: Aguanieve

source: Windy
es: Viento

source: Foggy
es: Niebla

source: Cloudy
es: Nublado

source: Hail
es: Granizo

source: Stormy
es: Tormenta

source: Hurricane
es: Huracán

source: Extreme Cold
es: Frío extremo

source: Extreme Heat
es: Calor extremo

source: Forecast
es: Previsión

source: Weather Settings
es: Configuración de meteorología

source: Error fetching weather
es: Error al recuperar el tiempo

source: {condition} and {temperature}°
es: {condition}, {temperature}°
